<a href="https://colab.research.google.com/github/abhishekagrahari321/Analytics-Vidhya-JOB-A-THON/blob/main/Untitled4.ipynb" target="_parent"><img src="https://colab.research.google.com/assets/colab-badge.svg" alt="Open In Colab"/></a>

In [1]:
import pandas as pd

In [2]:
import seaborn as sns

In [3]:
import numpy as np

In [4]:
import matplotlib.pyplot as plt

In [7]:
df = pd.read_csv('/Sample.csv')

In [8]:
df.head()

         ID        Sales
0  T1188341  47724.49309
1  T1188342  35496.34894
2  T1188343  48214.97547
3  T1188344  34740.30681
4  T1188345  35255.17146